Repository: shizukusoft/PatronArchiver
Catalog: PatronArchiverKit/Sources/PatronArchiverKit/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Access was denied. Check that you are logged in and can view this content. (%lld)
ja: アクセスが拒否されました。ログインしていて、このコンテンツを閲覧できるか確認してください。(%lld)
ko: 접근이 거부되었습니다. 로그인되어 있고 이 콘텐츠를 볼 수 있는지 확인해 주세요. (%lld)

source: Archiving could not start. Please try again.
ja: アーカイブを開始できませんでした。もう一度お試しください。
ko: 아카이브를 시작할 수 없습니다. 다시 시도해 주세요.

source: Completed
ja: 完了
ko: 완료됨

source: Downloading
ja: ダウンロード中
ko: 다운로드 중

source: Dumping
ja: ダンプ中
ko: 덤프 중

source: Failed
ja: 失敗
ko: 실패

source: Failed to extract media.
ja: メディアの抽出に失敗しました。
ko: 미디어 추출에 실패했습니다.

source: Failed to extract metadata.
ja: メタデータの抽出に失敗しました。
ko: 메타데이터 추출에 실패했습니다.

source: File name is empty after sanitization.
ja: サニタイズ後のファイル名が空です。
ko: 정리 후 파일 이름이 비어 있습니다.

source: Folder Exists
ja: フォルダが存在します
ko: 폴더가 이미 존재함

source: Loading
ja: 読み込み中
ko: 불러오는 중

source: Replace declined by user.
ja: ユーザーが置き換えを拒否しました。
ko: 사용자가 대치를 거부했습니다.

source: Queued
ja: 待機中
ko: 대기 중

source: Saving
ja: 保存中
ko: 저장 중

source: The site is having a problem. Try again later. (%lld)
ja: サイトに問題が発生しています。後でもう一度お試しください。(%lld)
ko: 사이트에 문제가 있습니다. 나중에 다시 시도해 주세요. (%lld)

source: The site is limiting requests. Try again in a few minutes. (%lld)
ja: サイトがリクエストを制限しています。数分後にもう一度お試しください。(%lld)
ko: 사이트가 요청을 제한하고 있습니다. 몇 분 후에 다시 시도해 주세요. (%lld)

source: The site rejected the request. (%lld)
ja: サイトがリクエストを拒否しました。(%lld)
ko: 사이트가 요청을 거부했습니다. (%lld)

source: The site returned an unexpected response. (%lld)
ja: サイトから予期しない応答が返されました。(%lld)
ko: 사이트가 예상치 못한 응답을 보냈습니다. (%lld)

source: This content could not be found. It may have been removed. (%lld)
ja: コンテンツが見つかりません。削除された可能性があります。(%lld)
ko: 콘텐츠를 찾을 수 없습니다. 삭제되었을 수 있습니다. (%lld)

source: This site is not supported.
ja: このサイトはサポートされていません。
ko: 이 사이트는 지원되지 않습니다.
